## Welcome to GitHub Pages

You can use the [editor on GitHub](https://github.com/AtLiSr1/f/edit/gh-pages/index.md) to maintain and preview the content for your website in Markdown files.

Whenever you commit to this repository, GitHub Pages will run [Jekyll](https://jekyllrb.com/) to rebuild the pages in your site, from the content in your Markdown files.

### Markdown

Markdown is a lightweight and easy-to-use syntax for styling your writing. It includes conventions for

```markdown
Syntax highlighted code block

# drunk in love

蔡程昱第一天正式上班，紧张兮兮的拉着阿云嘎唠嗑，你刚来这紧张不？郑老板人怎么样呀不会刁难我吧，阿云嘎无语，捏着蔡程昱肩膀把他塞回休息间，故意吓他：郑老板最爱挑你们新人的刺！

郑老板akaBKC地头蛇郑云龙是也，眼睛大又不爱拿正眼看人，随时雾雾蒙蒙一脸困倦，眼睛一斜过来就盯得人心虚腿软，这时候就只有阿云嘎敢觑着脸色上前给人捏捏手指、眨一眨眼睛撒个小娇化解僵局

当晚郑云龙与人有约，订位时照例要老房间和阿云嘎。

穿旗袍的美女领班拉着蔡程昱交代让他机灵点，哄老板些多多买酒，提成能当好几个月工资花，罢了还拧成蔡程昱一把：你小子好运气，多少新人姑娘想去郑老板那呢。

蔡程昱被说得更紧张，心想我一个第一天上班的怎么就这么倒霉的被安排来干这种事，我配吗我不配。

晚上换上白衬衫白手套黑马甲黑西裤，蔡程昱站在休息间里狂摇阿云嘎肩膀，边摇边喊我紧张啊哥！我紧张！！阿云嘎白他一眼，紧张个毛，郑老板人挺好的我白天是逗你呢

马佳进门就觉得不对劲，拐了郑云龙一肘子问你他娘的，你这真是正经地儿？郑云龙摆出一个死鱼眼：lowb少说两句。

不能怪马佳误会，确实是包间以外的装修都过于金碧辉煌大红大紫，大金柱子配旗袍美女，马佳很难不误会

进了包间就一切都非常低调内涵，阿云嘎穿个丝质衬衫坐在侧面烫杯子洗茶叶，屏风后面有软塌和温泉浴池，美人好茶烈酒，只能说不愧是你郑云龙

蔡程昱一进来就低着头倒酒，一人一个威士忌杯底，递出去被擦着手指接住时就脸红，还好房间灯光暗应该看不出来。

蔡程昱转过去收废茶叶的时候马佳凑近了郑云龙缺德道：这小服务生怎么都不带正眼看我的啊，这的企业文化？

蔡程昱当然没听见马佳的缺德话，他紧张得快同手同脚了根本分不出心思去听这些

郑云龙懒得理马佳，他太了解马佳，越理越上头，最后指不定要说出什么吊话来。拿手指头点一点桌面，蔡程昱紧张弯腰，郑云龙：我不喝威士忌，换青岛啤酒。

窗外华灯初上，蔡程昱抱着青岛啤酒走在长廊里，悲从中来，心想自己卡里的钱可能连他们的零头的零头的零头都够不上，当即又热血沸腾，今晚就要骗那个老板开它个十瓶二十瓶皇家礼炮！

进门时郑云龙已经躺在了阿云嘎腿上，把青岛啤酒递过去后退到马佳这边来凿冰球，室内温度不低，一个冰球很快就化小了。

Whiskey on the rock经典喝法，优点是很好装逼缺点是易醉，尤其是马佳酒量非常一般，蔡程昱冰球刚刚凿好，抬头看时马佳已经醉眼朦胧的冲他笑：小姑娘，怎么一个人呀？

蔡程昱攥着锉刀干笑：马总认错了吧，我不是小姑娘。

马佳眯着眼睛凑近：屁，你就是小姑娘，长得挺秀气的还

蔡程昱僵住，感觉自己隐隐约约有被灭口的危险。马佳非常执着：小姑娘怎么一个人呀？

蔡程昱沉默片刻，脑子里天人交战，一个说你快趁机卖酒！一个说这不好吧趁人之危。瞟了一眼郑云龙已经被扶到屏风后的软塌上去了，于是鼓起勇气卖酒：马总，您还喝吗？

马佳敏锐的捕捉到关键词，义正言辞：别叫马总，你可以叫我，佳哥

蔡程昱笑容差点裂开，还是努力保持住：那佳哥，还喝酒吗？马佳两只手都架上了桌，说你陪我喝、我就喝。行，舍不得孩子套不着狼舍不得喝酒赚不到提成，蔡程昱放开了点，试着撒个娇：那我给哥哥重新开一瓶我们一起喝呗？马佳心花怒放，嘿嘿，漂亮妹妹陪酒！

蔡程昱才不陪酒，他象征性的抿了一口就放下了，趁着开酒的功夫给自己换了杯茶。“佳哥想喝什么呀？给佳哥开一瓶路易十三好不好？”

马佳脑子都卡壳了，只看得见蔡程昱微微上挑的眼睛和又白又小的一双手，这时候别说开酒、蔡程昱给他倒一杯砒霜他都感觉不出来。蔡程昱笑的见牙不见眼，一瓶路易十三和一瓶黑桃a的提成就有够多了，他试着再让马佳开酒，马佳全部应下来，开、开他娘的，博美人一笑罢了，开几瓶破酒怎么啦！



晚上十一点半，蔡程昱领着喝迷糊的马佳上楼，刷员工卡开的大床房打八折，蔡程昱边解衬衫边想，开房钱等会让他给现金吧，可别说我捞，我真捞就赚这个八折的差价了。

马佳坐在床上迷迷瞪瞪的看蔡程昱脱衣服，虽然脑子没能转的过来但是几把反应很快，下意识的解皮带，但是脑子不清醒吧解不开，急了，站起来往蔡程昱身上扑，念念有词“妹妹帮我解一下、解一下皮带，”蔡程昱一只手撑着马佳一只手给自己脱裤子，压着马佳往床上倒

马佳的不清醒在蔡程昱吻上来时消失殆尽，柔软的身体湿热的嘴唇，捞起蔡程昱的腰翻身压住，拿回主动权就是他的主场。马佳什么人，二三十岁了性经验及其丰富，玩一个小男孩还是玩的转的，可是他的手伸下去摸到一个不属于男性的器官时还是愣了，湿漉漉的穴口一张一合吸着他的指尖，蔡程昱眯着眼睛看马佳，喘着气说哥，你来不来啊？

来，怎么可能不来，马佳抓着蔡程昱的手去摸自己硬的发胀的几把，蔡程昱的手很小，几乎不像一个一米八的男人的手，又小又软的手被另一只手包裹着死死扣在性器上，马佳爽爆，就着蔡程昱的脸上的绯色更硬了。

马佳进去时掐着蔡程昱的脸吻他，凑到耳边问射进去会不会怀孕啊妹妹？嗯？蔡程昱被撑的眼泪都出来了，没有前戏没有扩张没有润滑的性爱过于粗鲁，但是他适应能力还行，调整着呼吸尽力去迎合马佳抽插的动作，“怀、怀了哥哥养我吗？”马佳“操”了一声，让蔡程昱翻个身跪趴下来继续，握着他腰往自己几把上套。

蔡程昱绝对是个好床伴，嗯嗯啊啊千回百转，腰软腿细屁股翘，让马佳更他妈惊讶的是胸前居然像青春期少女一样有两捧薄而软的乳肉，浅褐色的乳头翘高，被马佳又捏又掐得红肿起来，蔡程昱吃痛，嗓子里喊出来的一声疼却像浸了蜜一样的又黏又娇。

马佳停了手就凑上去舔，咬一咬柔软乳肉吸一吸挺立的乳头，下面动作不停，蔡程昱的性器官发育的比正常女孩小，整个甬道都更紧更热，白嫩的肉瓣被对方耻毛磨得通红，蔡程昱头抵着手臂，他的腰已经开始发酸，身下敏感的软肉却仍然难以自持的绞紧性器，快感从尾椎骨一路上窜的感觉让他头脑发麻几乎喘不上气。

终于换了个侧入的姿势，蔡程昱被扣紧在马佳怀里重新插入，酸胀的穴肉半推拒半迎合的被破开，马佳掐着蔡程昱的腰往里入，这个姿势适合接吻，适合边抽插边揉捏乳肉，更适合凑到耳边说些床第之间半真半假的骚话，比如马佳问他，哥包养你要不要？

蔡程昱被吻得迷迷糊糊，也没听清马佳说了什么就应下来。马佳的动作太温柔，蔡程昱浑身乏力的窝在他怀里，睡过去前最后的记忆是马佳落在自己侧颈的吻。





第二天马佳醒来时头痛欲裂，果然还是喝多了，顶着睡得像鸡窝一样的发型起床了才恍若梦醒一样发现，屋子里只有自己，昨晚那个小男孩呢？他连名字都没有问。床头柜上放着一张账单，显示着昨晚消费路易十三x14瓶共123.2万元，青岛啤酒x6瓶共300元，武夷山大红袍一泡共1450元，再往下是蔡程昱的笔记：房费我刷了员工卡打八折，佳哥下楼时记得付钱哦！还有佳哥昨晚很大气～^_^蔡程昱留。

马佳肉痛，妈的，真开了那么多吗，再有钱也不能这么败吧！！不过看着蔡程昱幼稚的笔记又释怀，几把上好像还有那种温暖湿润的触感，感慨一下人好操钱难赚，一百多万换一个心水的好弟弟也值了，就是这弟弟怎么跑了，还记得床上敲定的包养吗？

是夜，蔡程昱端着盘子仍然穿梭在各个包间之间，有了经验之后他胆子大了不少，倒完酒后轻车熟路的坐个大腿摸摸脸，什么？问马佳？蔡蔡只能说技术不错、但除了打钱之外就别联系了吧。马佳倒是想打钱，他被419冲昏了头，现在头脑异常简单，他觉得蔡程昱干这个不就是缺钱吗，他马佳有钱，别的可能没有但就是有钱，蔡程昱有了钱就不用干这行了吧，就可以来当他的小情人了吧？

于是马老板换了身笔挺西装，拉风骚包的迈凯轮停在会所门口，马佳抱着束精致玫瑰自认非常有诚意的出现在蔡程昱面前。

蔡程昱还勾着另一个老板的脖子呢，多尴尬啊，马佳像看不见那老板一样自顾自说话，什么小蔡啊你昨晚答应了的，跟我走吧balabala，蔡程昱尴尬得头顶冒烟，周围逐渐围起了人圈来围观他俩，小声说句对不住啊艾总就给人先推开来，马佳见状更来劲声音更大了：蔡程昱！愿意不愿意的给句准话！

小蔡整张脸红成了西红柿，同手同脚的走过去推着马佳往外走，马佳手心冒汗鞋底打滑，三十岁的人生里头一次感到命运被别人把握的紧张，这人还只是一个普通money boy，马佳简直想扇自己一巴掌的后悔，脸都丢光了。

——但是他看着夜色里站的笔直的蔡程昱时，不后悔了，只要他点头答应，脸丢光又算个屁。马佳重新紧张起来，像第一次在董事会面前做报告一样紧张。蔡程昱也紧张，想说的话很多又都说不出来，半天憋出一句，哥，别开玩笑了。

马佳问他，非要做这行吗？蔡程昱低头看着一朵一朵的玫瑰，反问不做这个，你养我吗？你们这些大老板、不都是见一个爱一个，有了下一个，你还能养着我吗？

能吗？马佳说不出来。

吹了会夜风，蔡程昱清清嗓子，笑了一下，“佳哥，有点冷，你带我回家吧。”





-end-

彩蛋（佳弘提及）：

 

蔡程昱登门入室被宠成了正房太太一般的存在，一年两年恃宠而骄，管家说马总应酬又喝酒啦！蔡程昱说就这？管家说马总又去那种会所啦！蔡程昱说会回来的。管家掏出一叠马佳怀抱着另一个男孩的照片时蔡程昱终于愣了，有点迟钝的问，那他今晚不回来了吗？

管家捏了捏袖口、满头大汗，说可、可能吧。蔡程昱有点呆了，被捧在手心里宠了两年让他忘了马佳本质还是一个多金多情的人，没想到当年说的“下一个”来的这么快，行吧，不该对他有什么幻想的。

马佳那边他喝了酒，命运般的Whiskey on the rock，两年前他喝了蔡程昱递给他的Whiskey on the rock，今天他喝了怀里这个男孩递给他的，不是很清醒，下意识的抗拒，不能再喝了，蔡程昱还在家里等自己。

怀里的男孩勾着他脖子凑的很近，几乎是贴着脸说，哥哥，我能叫你佳哥吗？我叫黄子，你记住我的名字好不好？马佳想躲开，腿被咯得很难受，又想起蔡程昱坐在他怀里就不是这样的，蔡程昱整个人都好软，对啊，这不是蔡程昱，马佳，你在期待什么？

一月份的夜晚已经很冷，马佳踉跄着推开那个男孩跑出来对着绿化带呕吐，酒精已经不再让他享受，头一次感觉到自己不再年轻，冷风让他清醒了不少，此刻很想回家、回到他和蔡程昱的那个卧室，想用力的抱住蔡程昱告诉他我爱你。

想说，只有你递给我的酒会让我，drunk in love。


[Link](url) and ![Image](src)
```

For more details see [GitHub Flavored Markdown](https://guides.github.com/features/mastering-markdown/).

### Jekyll Themes

Your Pages site will use the layout and styles from the Jekyll theme you have selected in your [repository settings](https://github.com/AtLiSr1/f/settings). The name of this theme is saved in the Jekyll `_config.yml` configuration file.

### Support or Contact

Having trouble with Pages? Check out our [documentation](https://docs.github.com/categories/github-pages-basics/) or [contact support](https://github.com/contact) and we’ll help you sort it out.
